txt_Creator=Bahasa Indonesia oleh asaltekan@MDL
=
txt_IsWOW64=Aplikasi ini untuk platform x86. Silahkan jalankan versi x64
txt_FileNotFound=File tidak ditemukan: %s
txt_ServiceChecking=Memeriksa layanan Windows Update...
txt_ServiceIsDisabled=Layanan Windows Update tidak aktif. Memulai layanan Windows Update...
txt_VersionWUA=Versi agen Windows Update: %d.%d
txt_VersionAPI=Versi API Agen Windows Update: %s
txt_WUA_UpdateRequired=Agen Windows Update perlu diperbaharui ke versi: %d.%d
txt_InitializationAPI=Menginisialisasi API agen Windows Update...
txt_CommittingUpdates=Menjalankan update...
=
txt_Size_Byte=b
txt_Size_Kilobyte=Kb
txt_Size_Megabyte=Mb
txt_Size_Gigabyte=Gb
=
txt_Button_WindowsUpdate=Windows Update
txt_Button_Installed=Terinstal
txt_Button_Hidden=Tersembunyi
txt_Button_History=Riwayat Update
txt_Button_Cancel=Batalkan
txt_Button_Reboot=Boot Ulang
txt_Combobox_NotConfigured=Belum diatur
txt_Combobox_Disabled=Matikan
txt_Combobox_NotificationMode=Mode Notifikasi
txt_Combobox_DownloadOnly=Download saja
txt_Combobox_Other=Lainnya
txt_Checkbox_MicrosoftUpdate=Microsoft Update
txt_Checkbox_IncludeDrivers=Beserta driver
txt_Checkbox_IncludeSuperseded=Beserta yang telah digantikan
txt_Checkbox_OfflineMode=Mode Offline
txt_Checkbox_SelectAll=Pilih semua
txt_Checkbox_SelectedByWU=Terpilih oleh Windows Update
txt_Groupbox_SearchSettings=Pengaturan Pencarian
txt_Groupbox_AutomaticUpdates=Update otomatis
txt_Hint_Search=Cek update
txt_Hint_Download=Download saja
txt_Hint_Install=Instal update
txt_Hint_Uninstall=Cabut update
txt_Hint_Hide=Sembunyikan update
txt_Hint_Unhide=Tampilkan update yang disembunyikan
txt_Hint_Cancel=Batalkan
txt_Hint_Reboot=Boot ulang sekarang
txt_Prompt_Filter=Temukan dalam daftar
txt_Title_RebootRequired=Boot ulang diperlukan
txt_Title_UpdateInformation=Informasi Update
txt_Description_RebootRequired=Untuk menyelesaikan perlu boot ulang sistem. Boot ulang sekarang?
=
txt_Log_RebootRequired=Memerlukan boot ulang sistem untuk menyelesaikan
txt_Log_RebootSystem=Boot ulang sistem...
=
txt_UpdateStatus_PendingForDownload=Tunda untuk download
txt_UpdateStatus_PendingForInstall=Tunda untuk instal
txt_UpdateStatus_PendingForReboot=Tunda untuk boot ulang
txt_UpdateStatus_Initializing=Menginisialisasi
txt_UpdateStatus_Verifying=Memverifikasi
=
txt_OperationResult_Failed=Gagal
txt_OperationResult_FailedErrorCode=Gagal dengan kode eror: 0x%.8x
txt_OperationResult_Succeeded=Sukses
txt_OperationResult_SucceededErrorCode=Sukses dengan kode eror: 0x%.8x
txt_OperationResult_SucceededWithErrors=Sukses dengan eror. Hasil mungkin saja belum lengkap
txt_OperationResult_NotStarted=Belum dimulai
txt_OperationResult_InProgress=Masih dalam proses
txt_OperationResult_Aborted=Dibatalkan
=
txt_SearchProcess=Mencari update...
txt_SearchProcessWarning=Peringatan: 0x%.8x %s
txt_DownloadProcess=Mendownload updates...
txt_DownloadProcessItem=Sedang mendownload "%s"...
txt_InstallationProcess=Menginstal update...
txt_InstallationProcessItem=Sedang menginstal "%s"...
txt_InstallationRequiresExclusive="%s" harus terinstal secara khusus. Lewati
txt_UninstallationProcess=Mencabut update...
txt_UninstallationProcessItem=Sedang mencabut "%s"...
